[
    {
      "ind": 10,
      "name": "Sangiovese",
      "region": "Tuscany, Italy",
      "flavor_profile": "Medium-bodied, with flavors of red cherry, plum, and dried herbs",
      "acidity": "Medium to High",
      "tannins": "Medium",
      "color": "Medium ruby",
      "history": "Sangiovese is a red wine grape variety originating from the Tuscany region of Italy. It is the primary grape used in wines such as Chianti and Brunello di Montalcino. Sangiovese-based wines are known for their bright acidity, firm tannins, and savory flavor profile.",
      "food_pairing": "Pairs well with tomato-based pasta dishes, pizza, grilled sausages, and aged cheeses like pecorino. Also complements dishes with herbs like rosemary and thyme.",
      "type": "red",
      "img_url": null
    },
    {
      "ind": 11,
      "name": "Tempranillo",
      "region": "Rioja, Spain",
      "flavor_profile": "Medium to full-bodied, with flavors of red fruit, leather, and tobacco",
      "acidity": "Medium",
      "tannins": "Medium to High",
      "color": "Deep ruby",
      "history": "Tempranillo is a red wine grape variety originating from Spain, particularly the Rioja and Ribera del Duero regions. It is the backbone of many Spanish red wines, known for its versatility and aging potential. Tempranillo-based wines often exhibit flavors of red fruit, leather, and earthy notes.",
      "food_pairing": "Pairs well with grilled meats, roasted vegetables, cured meats like jamon iberico, and manchego cheese. Also complements dishes with smoky and savory flavors.",
      "type": "red",
      "img_url": null
    },
    {
      "ind": 12,
      "name": "Zinfandel",
      "region": "California, USA",
      "flavor_profile": "Full-bodied, with flavors of blackberry, plum, and black pepper",
      "acidity": "Medium",
      "tannins": "Medium to High",
      "color": "Deep ruby",
      "history": "Zinfandel is a red wine grape variety with origins that trace back to Croatia, but it gained fame in California, USA. It is known for producing bold and fruit-forward wines with high alcohol content. Zinfandel wines can range from rich and robust reds to sweet and spicy dessert wines.",
      "food_pairing": "Pairs well with barbecued meats, spicy sausages, and hearty stews. Also complements dishes with rich sauces and bold flavors.",
      "type": "red",
      "img_url": null
    },
    {
      "ind": 13,
      "name": "Chenin Blanc",
      "region": "Loire Valley, France",
      "flavor_profile": "Versatile, with flavors ranging from green apple and pear to honey and quince",
      "acidity": "High",
      "tannins": "Low",
      "color": "Pale yellow",
      "history": "Chenin Blanc is a white wine grape variety originating from the Loire Valley in France. It is known for its versatility and ability to produce a wide range of wine styles, from dry to sweet and even sparkling wines. Chenin Blanc is also widely grown in South Africa.",
      "food_pairing": "Pairs well with seafood dishes, roasted poultry, spicy Asian cuisine, and soft cheeses. Also complements dishes with fruit-based sauces.",
      "type": "white",
      "img_url": null
    },
    {
      "ind": 14,
      "name": "Pinot Grigio",
      "region": "Veneto, Italy",
      "flavor_profile": "Light and crisp, with flavors of green apple, lemon, and white peach",
      "acidity": "High",
      "tannins": "Low",
      "color": "Pale straw",
      "history": "Pinot Grigio, also known as Pinot Gris, is a white wine grape variety with origins in the Alsace region of France. It gained popularity in Italy, particularly in the Veneto region, where it is known for producing light and refreshing wines. Pinot Grigio is widely planted in various wine regions around the world.",
      "food_pairing": "Pairs well with light seafood dishes, salads, white fish, and mild cheeses. Also complements dishes with citrus and herbal flavors.",
      "type": "white",
      "img_url": null
    },
    {
      "ind": 16,
      "name": "Viognier",
      "region": "Northern Rhone, France",
      "flavor_profile": "Aromatic, with flavors of peach, apricot, and honey",
      "acidity": "Medium",
      "tannins": "Low",
      "color": "Pale straw",
      "history": "Viognier is a white wine grape variety originating from the Northern Rhone region of France. It is known for its highly aromatic qualities, with intense floral and fruit notes. Viognier produces wines with medium acidity and a rich texture.",
      "food_pairing": "Pairs well with seafood dishes like crab cakes and lobster, chicken dishes with creamy sauces, and spicy Asian cuisine. Also complements dishes with tropical fruit flavors.",
      "type": "white",
      "img_url": null
    },
    {
      "ind": 17,
      "name": "Sémillon",
      "region": "Bordeaux, France",
      "flavor_profile": "Rich and honeyed, with notes of ripe apricot, honey, and beeswax",
      "acidity": "Low to Medium",
      "tannins": "Low",
      "color": "Golden",
      "history": "Sémillon is a white wine grape variety originating from Bordeaux, France. It is known for its ability to produce full-bodied, complex wines with high alcohol content. Sémillon is often blended with Sauvignon Blanc to make Bordeaux Blanc and is also used to produce sweet wines like Sauternes.",
      "food_pairing": "Pairs well with rich seafood dishes like lobster, crab, and scallops. Also complements creamy sauces and dishes with tropical fruit flavors.",
      "type": "white",
      "img_url": null
    },
    {
      "ind": 19,
      "name": "Albariño",
      "region": "Galicia, Spain",
      "flavor_profile": "Crisp and aromatic, with flavors of stone fruit, citrus, and saline minerality",
      "acidity": "High",
      "tannins": "Low",
      "color": "Pale straw",
      "history": "Albariño is a white wine grape variety originating from the Galicia region of Spain. It is known for its crisp acidity and intense aromatics. Albariño is widely planted in the Rías Baixas region, where it produces refreshing and seafood-friendly wines.",
      "food_pairing": "Pairs well with seafood dishes like grilled shrimp, ceviche, and seafood paella. Also complements dishes with briny flavors like olives and capers.",
      "type": "white",
      "img_url": null
    },
    {
      "ind": 20,
      "name": "Garnacha (Grenache)",
      "region": "Spain, France",
      "flavor_profile": "Medium to full-bodied, with flavors of red and black fruit, spice, and herbs",
      "acidity": "Low to Medium",
      "tannins": "Low to Medium",
      "color": "Ruby to deep purple",
      "history": "Garnacha, known as Grenache in France, is a red wine grape variety that likely originated in Spain. It is one of the most widely planted grape varieties globally and is known for its versatility in producing both single-varietal wines and blends. Garnacha/Grenache wines are characterized by their ripe fruit flavors and soft tannins.",
      "food_pairing": "Pairs well with grilled meats, such as lamb and pork, as well as dishes with Mediterranean herbs and spices. Also complements dishes with tomato-based sauces and grilled vegetables.",
      "type": "red",
      "img_url": null
    },
    {
      "ind": 21,
      "name": "Cabernet Franc",
      "region": "Bordeaux, France",
      "flavor_profile": "Medium-bodied, with flavors of red currant, raspberry, and green bell pepper",
      "acidity": "Medium",
      "tannins": "Medium",
      "color": "Ruby to garnet",
      "history": "Cabernet Franc is a red wine grape variety originating from the Bordeaux region of France. It is often used as a blending grape in Bordeaux-style blends, adding aromatic complexity and structure. Cabernet Franc is also grown as a single-varietal wine in regions like the Loire Valley, where it produces wines with herbaceous and fruity characteristics.",
      "food_pairing": "Pairs well with roasted poultry, grilled vegetables, and dishes with tomato-based sauces. Also complements dishes with fresh herbs and soft cheeses.",
      "type": "red",
      "img_url": null
    },
    {
      "ind": 22,
      "name": "Moscato (Muscat)",
      "region": "Italy, France, Spain",
      "flavor_profile": "Sweet and aromatic, with flavors of peach, apricot, and orange blossom",
      "acidity": "Low to Medium",
      "tannins": "Low",
      "color": "Pale straw",
      "history": "Moscato, also known as Muscat, is a white wine grape variety known for its sweet and aromatic wines. It is one of the oldest grape varieties in the world, with a long history of cultivation in regions like Italy, France, and Spain. Moscato wines are often made in a range of styles, from dry to sweet, and are prized for their floral and fruity aromas.",
      "food_pairing": "Pairs well with fruity desserts such as peach cobbler and lemon tart, as well as spicy Asian cuisine. Also complements dishes with tangy cheeses like blue cheese.",
      "type": "white",
      "img_url": null
    },
    {
      "ind": 23,
      "name": "Barbera",
      "region": "Piedmont, Italy",
      "flavor_profile": "Medium to full-bodied, with flavors of red cherry, plum, and baking spices",
      "acidity": "High",
      "tannins": "Medium",
      "color": "Ruby to garnet",
      "history": "Barbera is a red wine grape variety native to the Piedmont region of Italy. It is one of Italy's most planted grape varieties and is known for its high acidity and versatility. Barbera wines are often unoaked and fruit-forward, with vibrant acidity and soft tannins.",
      "food_pairing": "Pairs well with tomato-based pasta dishes, pizza, and roasted meats such as pork and duck. Also complements dishes with mushrooms and aged cheeses.",
      "type": "red",
      "img_url": null
    },
    {
      "ind": 24,
      "name": "Petit Verdot",
      "region": "Bordeaux, France",
      "flavor_profile": "Full-bodied, with flavors of dark fruit, violet, and tobacco",
      "acidity": "Medium",
      "tannins": "High",
      "color": "Deep purple",
      "history": "Petit Verdot is a red wine grape variety originating from the Bordeaux region of France. It is primarily used as a blending grape to add color, tannin, and structure to Bordeaux-style blends. Petit Verdot produces deeply colored and intense wines with firm tannins and bold flavors.",
      "food_pairing": "Pairs well with grilled meats such as steak and lamb, as well as hearty stews and braised dishes. Also complements dishes with rich sauces and strong cheeses.",
      "type": "red",
      "img_url": null
    },
    {
      "ind": 25,
      "name": "Montepulciano",
      "region": "Abruzzo, Italy",
      "flavor_profile": "Medium to full-bodied, with flavors of dark cherry, plum, and earthy notes",
      "acidity": "Medium",
      "tannins": "Medium",
      "color": "Ruby to garnet",
      "history": "Montepulciano is a red wine grape variety native to the Abruzzo region of Italy. It is known for its juicy fruit flavors and soft tannins, making it approachable in its youth. Montepulciano wines are often characterized by their vibrant acidity and versatility with food.",
      "food_pairing": "Pairs well with Italian dishes such as pasta with tomato-based sauces, pizza, and grilled sausages. Also complements dishes with mushrooms and aged cheeses.",
      "type": "red",
      "img_url": null
    },
    {
      "ind": 26,
      "name": "Mourvèdre (Monastrell)",
      "region": "Rhone Valley, France; Spain",
      "flavor_profile": "Full-bodied, with flavors of blackberry, black pepper, and gamey notes",
      "acidity": "Medium",
      "tannins": "High",
      "color": "Deep purple",
      "history": "Mourvèdre, known as Monastrell in Spain, is a red wine grape variety originating from the Rhone Valley of France. It is known for its thick skins and high tannin levels, producing wines with intense color and bold flavors. Mourvèdre/Monastrell is often used as a blending grape, adding structure and complexity to wines.",
      "food_pairing": "Pairs well with grilled meats such as lamb and beef, as well as dishes with rich, savory sauces. Also complements dishes with spicy flavors and strong cheeses.",
      "type": "red",
      "img_url": null
    }
]